Repository: roughike/inKino
Catalog: core/lib/src/i18n/inkino_*.arb
Languages: fi

source: Now in theaters
fi: Ohjelmistossa

source: Showtimes
fi: Näytösajat

source: Coming soon
fi: Tulossa

source: Oops!
fi: Oho!

# loadingMoviesError
source: There was an error while loading movies.
fi: Ongelma elokuvien latauksessa.

source: TRY AGAIN
fi: YRITÄ UUDELLEEN

source: Director
fi: Ohjaaja

source: Storyline
fi: Juoni

# collapseStoryline
source: touch to collapse
fi: näytä enemmän

# expandStoryline
source: touch to expand
fi: näytä vähemmän

source: Cast
fi: Näyttelijät

source: Gallery
fi: Galleria

source: Release date
fi: Julkaisupäivä

source: at
fi: klo

source: Tickets
fi: Liput

source: All empty!
fi: Tyhjää täynnä!

# noMovies
source: Didn't find any movies at all.
fi: Elokuvia ei löytynyt.

source: Error loading events.
fi: Elokuvia ladattaessa tapahtui virhe.

# noMoviesForToday
source: Didn't find any movies about to start for today. ¯\_(ツ)_/¯
fi: Tälle päivälle ei löytynyt yhtään alkavia elokuvia. ¯ \ _ (ツ) _ / ¯

source: About
fi: Tietoa

source: About inKino
fi: Tietoa InKinosta

# gotIt
source: Okay, got it!
fi: Selvä homma!

# aboutInKinoDescription
source: inKino is the unofficial Finnkino client that is minimalistic, fast, and delightful to use.
fi: inKino on epävirallinen Finnkino-sovellus, joka on minimalistinen, nopea ja ihastuttava käyttää.

# appDevelopedWith
source: The app was developed with
fi: Sovellus on kehitetty käyttämällä

# checkoutRepo
source: and it's open source; check out the source code yourself from
fi: ja sen lähdekoodi on julkisesti saatavilla

# githubRepo
source: the GitHub repo
fi: GitHubissa

# tmdbAttribution
source: This product uses the TMDb API but is not endorsed or certified by TMDb.
fi: Tämä tuote käyttää TMDb:n rajapintaa, mutta sitä ei ole TMDb:n suosittelema tai sertifioima.

# searchHint
source: Search movies & showtimes...
fi: Hae elokuvia ja näytösaikoja...
